{
  "title": "General Knowledge",
  "description": "Assortment of different questions of well known things",
  "mode": "QA",
  "questions": [
    {
      "Proverbially, what is rubbed into the wound to make things worse?": [
        "Salt"
      ]
    },
    {
      "What name is given to a country's song played on official occasions?": [
        "National Anthem"
      ]
    },
    {
      "The radio time signal is made up of a series of what?": [
        "Pips"
      ]
    },
    {
      "What name is given to the control column of an aircraft?": [
        "Joystick"
      ]
    },
    {
      "What is the name of the tough Vietnam veteran played on film by Sylvester Stallone?": [
        "Rambo"
      ]
    },
    {
      "What is the Spanish word for cheese?": [
        "Queso"
      ]
    },
    {
      "A goatee is a small type of what?": [
        "Beard"
      ]
    },
    {
      "Vinnie Jones is most commonly associated with which sport?": [
        "Football"
      ]
    },
    {
      "What was the nickname of William I of England?": [
        "The Conqueror"
      ]
    },
    {
      "I Just Called To Say I Love You was a number one hit for which singer in the 1980s?": [
        "Stevie Wonder"
      ]
    },
    {
      "The caterpillar is the larval stage of which animal?": [
        "Butterfly"
      ]
    },
    {
      "Numbered balls and game cards are a feature of which popular game of chance?": [
        "Bingo"
      ]
    },
    {
      "Sandringham and Balmoral are residences of which public figure?": [
        "Queen"
      ]
    },
    {
      "Stephenson's Rocket was an early example of which means of transportation?": [
        "Train"
      ]
    },
    {
      "Which animals metaphorically constitute a heavy rainstorm?": [
        "Cats and dogs"
      ]
    },
    {
      "What is put into a novel to indicate the place where you finished reading?": [
        "Bookmark"
      ]
    },
    {
      "What is the reverse fold at the bottom of some trouser legs?": [
        "Turn up"
      ]
    },
    {
      "According to the saying, where does, charity begins?": [
        "At home"
      ]
    },
    {
      "In the rhyme, Simple Simon met a pieman going where?": [
        "To the fair"
      ]
    },
    {
      "Which of these is a punctuation mark? Semicircle, Semiconductor, Semicolon, Semiconscious": [
        "Semicolon"
      ]
    },
    {
      "What is the name of a person with whom you regularly correspond to exchange news?": [
        "Penpal"
      ]
    },
    {
      "If the information is from a reliable source, it is said to come straight from where?": [
        "Horse's mouth"
      ]
    },
    {
      "What does a boxer use to protect his teeth during a match?": [
        "Gumshield"
      ]
    },
    {
      "In what part of the body are the human vocal chords found?": [
        "Larynx"
      ]
    },
    {
      "What is the SI unit of thermodynamic temperature?": [
        "Kelvin"
      ]
    }
  ]
}
