{
  "title": "Siesta Time",
  "description": "Questions about the wonderful country that is Spain",
  "mode": "QA",
  "questions": [
    {
      "In Pamplona at the beginning of July people run in front of?": [
        "Bulls"
      ]
    },
    {
      "In what festivity people throw tomatoes at each other?": [
        "La Tomatina"
      ]
    },
    {
      "In which Spanish city where the scenes of Dorne from Game of Thrones filmed?": [
        "Seville"
      ]
    },
    {
      "What is the tallest mountain in Spain?": [
        "Teide"
      ]
    },
    {
      "What year did Spain win the Eurovision Song Contest with a song that included the word 'La' repeated 138 times?": [
        "1968"
      ]
    },
    {
      "How many Canary Islands are there?": [
        "7"
      ]
    },
    {
      "Where was Pablo Picasso born?": [
        "Malaga"
      ]
    },
    {
      "Rather than the tooth fairy, who exchanges Spanish children’s teeth for money?": [
        "Ratoncito Perez"
      ]
    },
    {
      "Who was the first Spanish actor to win an Oscar?": [
        "Javier Bardem"
      ]
    },
    {
      "Spain is the only European country which produces…?": [
        "Bananas"
      ]
    },
    {
      "Which Spanish region has the highest population?": [
        "Andalusia"
      ]
    },
    {
      "Who was the previous spanish King?": [
        "Juan Carlos I of Spain"
      ]
    },
    {
      "What part of the pig is Jamon made of? ": [
        "Back legs"
      ]
    },
    {
      "How are bananas called in spain?": [
        "Platanos"
      ]
    },
    {
      "Which Spanish city, sometimes called the 'City of the Three Cultures', is known for its production of swords?": [
        "Toledo"
      ]
    },
    {
      "What term is used to refer to the soldiers and explorers of the 16th, 17th and 18th century Spanish Empire that colonized much of the world for Spain?": [
        "Conquistadors"
      ]
    },
    {
      "Which Catalan architect designed Barcelona's famous church La Sagrada Família?": [
        "Antonio Gaudi"
      ]
    },
    {
      "Which Spanish dictator let the Nazis bomb one of his towns?": [
        "Franco"
      ]
    },
    {
      "Which city in northern Spain is the scene of an annual pilgrimage in honour of St James?": [
        "Santiago de Compostela"
      ]
    },
    {
      "Which famous British author wrote Homage to Catalonia, which was a memoir of the Spanish Civil war?": [
        "George Orwell"
      ]
    }
  ]
}
